INSERT INTO students (name,kanaName,nickname,email,area,age,sex)
VALUES
('桑原将志','クワハラマサユキ','ハマのガッツマン','Hama@gmail.com','大阪府和泉市',32,'男'),
('牧秀吾','シュウゴマキ','まっきー','shuugo.maki@gmail.com','長野県中野市',27,'男'),
('佐野恵太','サノケイタ','サノス','Sano@gmail.com','岡山県岡山市',31,'男'),
('筒香嘉智','ツツゴウヨシトモ','ハマのゴジラ','Yosi@gmail.com','和歌山県橋本市',33,'男'),
('佐々木千隼','ササキチハヤ','チハヤ','Tihaya@gmail.com','東京都日野市',31,'男'),
('山本祐大','ヤマモトユウダイ','やまゆう','Yamamoto@gmail.com','大阪府大阪市',28,'男'),
('蛯名達夫','エビナタツオ','エビチャン','Ebi@gmail.com','青森県青森市',29,'男'),
('京田陽太','キョウダヨウタ','KAICHO','yuta.kyouda@gmail.com','石川県能美市',31,'男'),
('東克樹','アズマカツキ','ハマのペンギン','katuki.azuma@gmail.com','三重県四日市市',30,'男'),
('野島亮','ノジマリョウ','エリート','elite@gmail.com','神奈川県横浜市',29,'男');


INSERT INTO students_courses (courseName,courseStart,courseEnd,id)
VALUES
('AWSコース','2026-01-31 00:00:00','2027-01-31 00:00:00','1'),
('Javaコース','2026-01-31 00:00:00','2027-01-31 00:00:00','2'),
('Javaコース','2026-01-31 00:00:00','2027-01-31 00:00:00','7'),
('Javaコース','2026-01-31 00:00:00','2027-01-31 00:00:00','25'),
('Rubyコース','2026-01-31 00:00:00','2027-01-31 00:00:00','41'),
('Rubyコース','2026-01-31 00:00:00','2027-01-31 00:00:00','50'),
('Cコース','2026-01-31 00:00:00','2027-01-31 00:00:00','61'),
('HTMLコース','2026-01-31 00:00:00','2027-01-31 00:00:00','73'),
('HTMLコース','2026-01-31 00:00:00','2027-01-31 00:00:00','74'),
('英語コース','2026-01-31 00:00:00','2027-01-31 00:00:00','25'),
('英語コース','2026-01-31 00:00:00','2027-01-31 00:00:00','2'),
('JavaScriptコース','2026-01-31 00:00:00','2027-01-31 00:00:00','41');